gap> G := GroupByStructureDescription("C17");
Group([ (1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17) ])
gap> Size(G);
17
gap> StructureDescription(G);
"C17"
gap> G := GroupByStructureDescription("(C10 x C2) : C2");;
gap> Size(G);
40
